{"_id":{"$oid":"60b648c7ef9a7150c852f287"},"Name":"Marc Lawrence","Bio":"Marc Lawrence is an American director, screenwriter, and producer. Lawrence is best known for his numerous collaborations with Sandra Bullock and Hugh Grant.","Birthyear":{"$date":{"$numberLong":"-347155200000"}},"Deathyear":null,"__v":0}
{"_id":{"$oid":"60b6493aef9a7150c852f288"},"Name":"Norman Jewison","Bio":"Norman Frederick Jewison is a Canadian retired film director, producer, screenwriter, and founder of the Canadian Film Centre.","Birthyear":{"$date":{"$numberLong":"-1388534400000"}},"Deathyear":null,"__v":0}
{"_id":{"$oid":"60b6498fef9a7150c852f289"},"Name":"Jonathan Lynn","Bio":"Jonathan Lynn is an English stage and film director, producer, writer, and actor.","Birthyear":{"$date":{"$numberLong":"-852076800000"}},"Deathyear":null,"__v":0}
{"_id":{"$oid":"60b649b7ef9a7150c852f28a"},"Name":"John Hughes","Bio":"John Wilden Hughes Jr was an American filmmaker. Most of Hughes's work is set in the Chicago metropolitan area. He is best known for his coming-of-age teen comedy films which often combined magic realism with honest depictions of suburban teenage life.","Birthyear":{"$date":{"$numberLong":"-631152000000"}},"Deathyear":{"$date":"2009-01-01T00:00:00Z"},"__v":0}
{"_id":{"$oid":"60b649d9ef9a7150c852f28b"},"Name":"Tim Burton","Bio":"Timothy Walter Burton is an American film director, producer, writer, and artist, known for his gothic fantasy and horror films.","Birthyear":{"$date":{"$numberLong":"-378691200000"}},"Deathyear":null,"__v":0}
{"_id":{"$oid":"60b649faef9a7150c852f28c"},"Name":"Jordan Peele","Bio":"Jordan Haworth Peele is an American actor, comedian and filmmaker. He is best known for his television and film work in the comedy and horror genres.","Birthyear":{"$date":"1979-01-01T00:00:00Z"},"Deathyear":null,"__v":0}
{"_id":{"$oid":"60b64a1cef9a7150c852f28d"},"Name":"Ari Aster","Bio":"Ari Aster is a New York City director and writer. He is known for his seamless mix of horror and extremely dark humor and  unflinching depictions of graphic violence.","Birthyear":{"$date":"1986-01-01T00:00:00Z"},"Deathyear":null,"__v":0}
{"_id":{"$oid":"60b832c07cd602242e4f3b42"},"Name":"Bong Joon-ho","Bio":"Bong Joon-ho (Korean: 봉준) is a South Korean film director, producer and screenwriter. His films are characterised by emphasis on social themes, genre-mixing, black humor, and sudden tone shifts.","Birthyear":{"$date":{"$numberLong":"-31536000000"}},"Deathyear":null}
